Revit 2027 API
ParameterTypeId.ConnectorIndex Property
 "Index"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorIndex { get; }
Public Shared ReadOnly Property ConnectorIndex As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorIndex {
	ForgeTypeId^ get ();
}
static member ConnectorIndex : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace